Repository: TiagoHenriques/CavExh_iOS
Catalog: *.lproj/Localizable.strings
Languages: pt_pt

source: Favorites
pt_pt: Favoritos

# History
source: The Exhibition
pt_pt: A Exposição

source: Gallery
pt_pt: Galeria

source: Read Code
pt_pt: Ler Código

# Authors List
source: Artists
pt_pt: Artistas Plásticos

source: Play Game
pt_pt: Jogar

source: Options
pt_pt: Definições

# About
source: This Application
pt_pt: Esta Aplicação

# Added Favorites Title
source: Image added to your favorites
pt_pt: Adicionado!

# Added Favorites Description
source: The image was successfully added to your favorites
pt_pt: Esta imagem foi adicionada aos seus favoritos

# No Login Title
source: Not Logged In!
pt_pt: Sem Login efetuado!

# No Login Description
source: You need to be logged in!
pt_pt: Necessita de esta com login feito para poder adicionar aos seus favoritos

# Error Device Title
source: Device Error
pt_pt: Erro dispositivo

# Error Device Description
source: Device not Supported for this Application
pt_pt: Dispositivo não suportado por esta aplicação

# About Desc
source: The purpose of this application is to serve as support for the "70 Cavaquinhos, 70 Artists" exhibition,where it is possible to not only make a virtual tour on the exhibition in order to see all the 70 exposed artworks, but also play a game where it is asked of the user to guess to which cavaquinho does a determined detail belong to
pt_pt: Esta Aplicação foi criada tendo como base a exposição "70 cavaquinhos, 70 Artistas", onde não só podemos fzer uma visita virtual às 70 obras que a compõem, como entrar num jogo onde temos de adivinhar a que cavaquinho pertence um determinado pormenor de uma pintura

source: Credits
pt_pt: Créditos

# credits_1
source: This application was developed in partnership between the Associação Museu Cavaquinho and students of the Aveiro University, in the context of the existing protocol between the two entities.
pt_pt: Esta aplicação foi desenvolvida em conjunto pela Associação Museu Cavaquinho e alunos da Universidade de Aveiro, no contexto do protocolo de colaboração existente entre as duas entidades.

# credits_2
source: Contents:
pt_pt: Conteúdos:

# credits_4
source: Photography:
pt_pt: Fotografia:

# credits_6
source: Development:
pt_pt: Desenvolvimento:

# credits_7
source: Universidade de Aveiro, DETI: Tiago Henriques, with the support of Ilídio Oliveira, Marcelo Baptista, João Cruz.
pt_pt: Universidade de Aveiro, DETI: Tiago Henriques, com o apoio de Ilídio Oliveira, Marcelo Baptista, João Cruz.
